<?php
return array(
//'配置项'=>'配置值'
	'NEWS_TYPE'				 => array(
	'count'					 => '6',
	1 						 => array('公告通知','ggtz'),
	2  						 => array('招聘心得','gkxd'),
	3  						 => array('公司新闻','gsxw'),
	4						 => array('行业新闻','hyxw'),
	5						 => array('建筑资讯','jzzx'),
	),
	'GET_NEWS_TYPE'			=> array(
	'ggtz'					=> array('公告通知','1'),
	'gkxd'					=> array('招聘心得','2'),
	'gsxw'					=> array('公司新闻','3'),
	'hyxw'					=> array('行业新闻','4'),
	'jzzx'					=> array('建筑资讯','5'),
	),
	
	//帮助
	'HOME_HELP'			 => array(
	'count'					 => '5',
	1 						 => '帮助中心',
	2  						 => '合作共赢',
	3  						 => '关于'.systemCache('web_info.store_name'),
	4  						 => '服务项目',
	),
	//会员类型
	'USERS_TYPE'			 => array(
	1 						 => '个人',
	2  						 => '企业',
	3  						 => '猎头',		
	),
	// 内部员工
	'ASC_COM'				 => array(
	'count'					 => '14',
	0 						 => '无',
	1 						 => '信海',
	2  						 => '星际',
	3  						 => '长沙',
	4  						 => '广州',
	5  						 => '诚悦',
	6  						 => '万信',
	7  						 => '汇千',
	8  						 => '星雨',
	9  						 => '星慧',
	10  					 => '星辰',
	11  					 => '星驰',
	12  					 => '快成',
	13  					 => '星悦',
	),
	//学历要求
	'DEGREE_TYPE'				 => array(
	'count'					 => '7',
	0 						 => '不限',
	1  						 => '中专',
	2  						 => '高中',		
	3						 => '大专',		
	4						 => '本科',
	5						 => '硕士',
	6						 => '博士',
	),
	//工作年限
	'EXPERIENCE_TYPE'				 => array(
	'count'					 => '7',
	0 						 => '不限',
	1  						 => '1年以内',
	2  						 => '1-3年',		
	3						 => '3-5年',		
	4						 => '5-8年',
	5						 => '8-10年',
	6						 => '10年以上',
	),
	// 职称要求
	'ZCYQ_TYPE'				 => array(
	0 						 => '无',
	136 					 => '初级职称',
	5  						 => '中级职称',
	158  					 => '高级职称',		
	),
	// 注册情况
	'REGTYPE'				 => array(
	1 						 => '初始注册',
	2 						 => '转注册',
	3  						 => '两者均可',
	),
	// 证书状态
	'ZZZT_TYPE'				 => array(
	0						 => '无',
	1						 => '求职中',
	2						 => '待发证',
	3						 => '证书快到期',
	),
	// 证书用途
	'ZSYT_TYPE'				 => array(
	0						 => '无',
	1						 => '挂资质',
	2						 => '挂项目',
	3						 => '资质保级',
	),
	// 证书适用
	'ZSSY_TYPE'				 => array(
	0						 => '无',
	1						 => '只挂资质',
	2						 => '只挂项目',
	3						 => '两者均可',
	),
	// 价格范围
	'PRICE_TYPE'			 => array(
	'count'					 => '8',
	0 						 => '面议',
	1 						 => '1万元以下',
	2 						 => '1-2万元',
	3  						 => '2-3万元',
	4  						 => '3-5万元',
	5  						 => '5-10万元',
	6  						 => '10-15万元',
	7  						 => '15万元以上',
	),
	// 发布类型 
	'FBLX_TYPE'			 => array(
	'count'				 => '8',
	0 					 => '无',
	1 					 => '简历上传',
	2 					 => '建企找证',
	3  					 => '全职招聘',
	4  					 => '猎头聘证',
	5  					 => '猎头挂证',
	6  					 => '资质代办',
	7  					 => '个人全职',
	),
	// 性别
	'SEX_TYPE'			 => array(
	0					 => '保密',
	1					 => '男',
	2					 => '女',
	),
	
	// 是 和 否
	'YN_TYPE'			 => array(
	0					 => '是',
	1					 => '否',
	),
	

	// url 打开方式
	'LINK_TYPE' 		 	 => array(
	1						 => array('新窗口打开','_blank'),
	2						 => array('在本页打开','_self'),
	),

	
	// 广告位置  Advertising position
	'AD_POSITION' 		=> array(
	'count'				=> '3',
	1					=> array('首页顶部banner背景图 1920 * 450','3'),
	2					=> array('其他页面顶部banner背景图 1920 * 250','1'),
	),
	
	// 签到领取积分
	'SIGN_CONF'			=> array(
	1					=> '3',  //连续签到多少天
	2					=> '2',  //满足连续签到天数 赠送的积分
	3					=> '1',  //不满足连续签到天数 赠送的积分
	),

);